{
  "home": {
    "menu": "Меню",
    "language": "Выберите язык"
  },
  "categories": {
    "coffee": {
      "name": "Кофе"
    },
    "milk-tea": {
      "name": "Молочный чай"
    },
    "must-try": {
      "name": "Обязательно попробуйте"
    },
    "tea": {
      "name": "Чай"
    },
    "juices": {
      "name": "Соки"
    },
    "yogurt": {
      "name": "Йогурт"
    }
  },
  "products": {
    "coffee-1": {
      "title": "Сайгонский черный кофе",
      "description": "Насыщенный вкус чистого кофе с умеренной горечью, идеально подходит для прекрасного утра."
    },
    "coffee-2": {
      "title": "Сайгонский кофе с молоком",
      "description": "Идеальное сочетание крепкого кофе и сливочного сгущенного молока, создающее гармоничный и вкусный вкус."
    },
    "coffee-3": {
      "title": "Соленый кофе",
      "description": "Аромат кофе в сочетании с ноткой морской соли, создающий уникальный вкус, который уменьшает горечь и усиливает вкус."
    },
    "coffee-4": {
      "title": "Кокосовый кофе",
      "description": "Потрясающее сочетание кофе и свежего кокосового молока, создающее сладкий, сливочный и освежающий вкус."
    },
    "coffee-5": {
      "title": "Кофе с авокадо",
      "description": "Особый кофе с мягким, сливочным кремом из авокадо сверху, идеально сочетающийся с горечью кофе."
    },
    "coffee-6": {
      "title": "Кофе с дополнительным молоком",
      "description": "Напиток китайского происхождения с гармоничным сочетанием кофе, сгущенного молока и свежего молока, богатый сладким вкусом."
    },
    "coffee-7": {
      "title": "Какао",
      "description": "Напиток из чистого какао-порошка, вкусный и питательный, можно употреблять горячим или холодным."
    },
    "milk-tea-1": {
      "title": "Традиционный молочный чай",
      "description": "Насыщенный вкус черного чая в сочетании с молоком создает сливочный, вкусный напиток с жевательными жемчужинами."
    },
    "milk-tea-2": {
      "title": "Зеленый тайский молочный чай",
      "description": "Отличительный вкус тайского зеленого чая в сочетании с молоком, обеспечивающий освежающий и сладкий вкус."
    },
    "milk-tea-3": {
      "title": "Красный тайский молочный чай",
      "description": "Уникальный вкус тайского красного чая в сочетании с молоком создает красивый цвет и вкусный вкус."
    },
    "milk-tea-4": {
      "title": "Молочный чай с таро",
      "description": "Мягкий сладкий и сливочный вкус таро в сочетании с молочным чаем создает вкусный и питательный напиток."
    },
    "milk-tea-5": {
      "title": "Молочный чай с жареным рисом",
      "description": "Особый вкус жареного риса в сочетании с молочным чаем создает отличительный аромат и непреодолимый вкус."
    },
    "milk-tea-6": {
      "title": "Молочный чай с матчей",
      "description": "Легкая горечь японского зеленого чая в порошке в сочетании с молоком создает вкусный, освежающий вкус."
    },
    "milk-tea-7": {
      "title": "Шоколадный молочный чай",
      "description": "Гармоничное сочетание горечи шоколада и сладкого сливочного молока, создающее насыщенный, вкусный напиток."
    },
    "milk-tea-8": {
      "title": "Молочный чай с клубникой",
      "description": "Сладкий вкус клубники в сочетании со сливочным молочным чаем, создающий вкусный напиток с привлекательным цветом."
    },
    "milk-tea-9": {
      "title": "Молочный чай с жасмином",
      "description": "Молочный чай с жасминовым чаем, создающий ароматный и освежающий напиток."
    },
    "must-try-1": {
      "title": "Смузи с авокадо",
      "description": "Питательный напиток из свежего авокадо, сливочный и прохладный, полезный для здоровья."
    },
    "must-try-2": {
      "title": "Манговый смузи",
      "description": "Сладкий и освежающий вкус спелого манго, смешанный со льдом, создающий идеальный охлаждающий напиток для лета."
    },
    "must-try-3": {
      "title": "Дробленый Мило",
      "description": "Знакомый напиток с отличительным вкусом шоколадного солода Мило, в сочетании с дробленым льдом для освежения."
    },
    "must-try-4": {
      "title": "Тамаринд со льдом и сахарной пальмой",
      "description": "Сладко-кислый вкус тамаринда в сочетании с жевательной сахарной пальмой, создающий идеальный напиток для утоления жажды."
    },
    "must-try-5": {
      "title": "Алоэ вера с семенами чиа",
      "description": "Освежающий напиток с хрустящим алоэ вера и питательными семенами чиа, эффективный для охлаждения."
    },
    "must-try-6": {
      "title": "Матча латте",
      "description": "Гармоничное сочетание японского зеленого чая в порошке и свежего молока, создающее вкусный и освежающий напиток."
    },
    "tea-1": {
      "title": "Имбирный чай",
      "description": "Теплый напиток из чая и свежего имбиря, помогает сохранять тело теплым и здоровым, особенно в холодную погоду."
    },
    "tea-2": {
      "title": "Чай с кумкватом",
      "description": "Свежий вкус кумквата в сочетании с мягкой терпкостью чая, создающий эффективный напиток для утоления жажды."
    },
    "tea-3": {
      "title": "Лимонный чай",
      "description": "Популярный освежающий напиток с кислинкой лимона и мягкой терпкостью чая, легкий для питья и ароматный."
    },
    "tea-4": {
      "title": "Фруктовый чай",
      "description": "Идеальное сочетание чая и различных свежих фруктов, создающее красочный и ароматный напиток."
    },
    "tea-5": {
      "title": "Чай с гуанабаной",
      "description": "Сладкий вкус гуанабаны в сочетании с чаем создает освежающий и приятный напиток."
    },
    "tea-6": {
      "title": "Чай с персиком, сушеной сливой, апельсином и лемонграссом",
      "description": "Уникальный вкус от сочетания чая, персика, сушеной сливы, апельсина и лемонграсса, создающий освежающий напиток со сбалансированным сладко-кислым вкусом."
    },
    "tea-7": {
      "title": "Чай с личи",
      "description": "Сладкий вкус личи в сочетании с чаем создает освежающий напиток, идеальный для летних дней."
    },
    "juices-1": {
      "title": "Ананасовый сок",
      "description": "Сладкий и освежающий вкус свежего ананаса, богатый витамином C и ферментами, полезными для пищеварения."
    },
    "juices-2": {
      "title": "Апельсиновый сок",
      "description": "Естественный сладко-кислый вкус свежих апельсинов, богатый витамином C, помогает укрепить иммунитет."
    },
    "juices-3": {
      "title": "Арбузный сок",
      "description": "Прохладный напиток из свежего арбуза, богатый водой и антиоксидантами, эффективный для охлаждения."
    },
    "juices-4": {
      "title": "Сок сельдерея",
      "description": "Освежающий и питательный напиток из свежего сельдерея, богатый клетчаткой и витаминами."
    },
    "juices-5": {
      "title": "Сок центеллы с машем",
      "description": "Освежающий и питательный напиток из центеллы и маша, эффективный для охлаждения и красоты кожи."
    },
    "juices-6": {
      "title": "Сок маракуйи",
      "description": "Отличительный кислый вкус маракуйи в сочетании с сахаром создает сладко-кислый, утоляющий жажду напиток."
    },
    "juices-7": {
      "title": "Лимонный сок",
      "description": "Классический освежающий напиток с прохладным и кислым вкусом свежего лимона."
    },
    "yogurt-1": {
      "title": "Фруктовый йогурт",
      "description": "Свежий йогурт в сочетании с различными свежими фруктами, создающий вкусный и питательный вкус."
    },
    "yogurt-2": {
      "title": "Йогурт с черникой",
      "description": "Идеальное сочетание сливочного йогурта и сладко-кислой черники, богатой антиоксидантами."
    },
    "yogurt-3": {
      "title": "Йогурт с клубникой",
      "description": "Сладко-кислый вкус клубники в сочетании со свежим йогуртом, создающий вкусный напиток, идеальный для лета."
    },
    "yogurt-4": {
      "title": "Йогурт с персиком",
      "description": "Сладкий вкус персика в сочетании со свежим йогуртом, создающий вкусный и привлекательный вкус."
    },
    "yogurt-5": {
      "title": "Йогурт с джекфрутом",
      "description": "Отличительный сладкий вкус джекфрута в сочетании со свежим йогуртом, создающий уникальный и вкусный вкус."
    },
    "yogurt-6": {
      "title": "Крем-карамель",
      "description": "Сливочный десерт со сладким карамельным вкусом, нежный и тающий во рту."
    },
    "yogurt-7": {
      "title": "Ассорти панна котта",
      "description": "Итальянский десерт с нежной кремовой текстурой, украшенный вкусным фруктовым соусом."
    }
  },
  "common": {
    "language": "Язык",
    "english": "Английский",
    "vietnamese": "Вьетнамский",
    "korean": "Корейский",
    "russian": "Русский"
  },
  "productsDetail": {
    "productDetail": "Детали продукта",
    "hot": "ГОРЯЧИЙ",
    "iced": "СО ЛЬДОМ",
    "type": "Доступно в",
    "size": "Размер"
  }
}
